Repository: Roibos22/WorkoutApp
Catalog: WorkoutApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: %@ worked out
de: %@ trainiert
es: %@ entrenó
fr: %@ s'est entraîné
it: %@ si è allenato
pt_br: %@ treinou

source: %lld completed workout
de: %lld abgeschlossenes Workout
es: %lld entrenamiento completado
fr: %lld entraînement terminé
it: %lld allenamento completato
pt_br: %lld treino concluído

source: %lld completed workouts
de: %lld abgeschlossene Workouts
es: %lld entrenamientos completados
fr: %lld entraînements terminés
it: %lld allenamenti completati
pt_br: %lld treinos concluídos

source: %lld Cycles
de: %lld Zyklen
es: %lld Ciclos
it: %lld Cicli
pt_br: %lld Ciclos

source: %lld Exercises
de: %lld Übungen
es: %lld Ejercicios
fr: %lld Exercices
it: %lld Esercizi
pt_br: %lld Exercícios

source: %lld sec
de: %lld Sek.
es: %lld seg
pt_br: %lld seg

source: %lld. Cycle
de: %lld. Durchgang
es: %lld. Ciclo
it: %lld. Ciclo
pt_br: %lld. Ciclo

source: 1 hour total workout time
de: 1 Stunde Gesamttrainingszeit
es: 1 hora de tiempo total de entrenamiento
fr: 1 heure de temps total d'entraînement
it: 1 ora di tempo totale di allenamento
pt_br: 1 hora de tempo total de treino

source: 3-day workout streak
de: 3 Tage Trainings-Streak
es: Racha de entrenamiento de 3 días
fr: Série d'entraînements de 3 jours
it: Serie di allenamenti di 3 giorni
pt_br: Sequência de treino de 3 dias

source: 5 hours total workout time
de: 5 Stunden Gesamttrainingszeit
es: 5 horas de tiempo total de entrenamiento
fr: 5 heures de temps total d'entraînement
it: 5 ore di tempo totale di allenamento
pt_br: 5 horas de tempo total de treino

source: 7-day workout streak
de: 7 Tage Trainings-Streak
es: Racha de entrenamiento de 7 días
fr: Série d'entraînements de 7 jours
it: Serie di allenamenti di 7 giorni
pt_br: Sequência de treino de 7 dias

source: 10 hours total workout time
de: 10 Stunden Gesamttrainingszeit
es: 10 horas de tiempo total de entrenamiento
fr: 10 heures de temps total d'entraînement
it: 10 ore di tempo totale di allenamento
pt_br: 10 horas de tempo total de treino

source: 14-day workout streak
de: 14 Tage Trainings-Streak
es: Racha de entrenamiento de 14 días
fr: Série d'entraînements de 14 jours
it: Serie di allenamenti di 14 giorni
pt_br: Sequência de treino de 14 dias

source: 24 hours total workout time
de: 24 Stunden Gesamttrainingszeit
es: 24 horas de tiempo total de entrenamiento
fr: 24 heures de temps total d'entraînement
it: 24 ore di tempo totale di allenamento
pt_br: 24 horas de tempo total de treino

source: 30-day workout streak
de: 30 Tage Trainings-Streak
es: Racha de entrenamiento de 30 días
fr: Série d'entraînements de 30 jours
it: Serie di allenamenti di 30 giorni
pt_br: Sequência de treino de 30 dias

source: 48 hours total workout time
de: 48 Stunden Gesamttrainingszeit
es: 48 horas de tiempo total de entrenamiento
fr: 48 heures de temps total d'entraînement
it: 48 ore di tempo totale di allenamento
pt_br: 48 horas de tempo total de treino

source: 90-day workout streak
de: 90 Tage Trainings-Streak
es: Racha de entrenamiento de 90 días
fr: Série d'entraînements de 90 jours
it: Serie di allenamenti di 90 giorni
pt_br: Sequência de treino de 90 dias

source: 100 hours total workout time
de: 100 Stunden Gesamttrainingszeit
es: 100 horas de tiempo total de entrenamiento
fr: 100 heures de temps total d'entraînement
it: 100 ore di tempo totale di allenamento
pt_br: 100 horas de tempo total de treino

source: Achievements
de: Erfolge
es: Logros
fr: Achèvements
it: Obiettivi raggiunti
pt_br: Conquistas

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
pt_br: Atividade

source: Adjust your filters or complete a workout to see your history!
de: Passe deine Filter an oder schließe ein Workout ab, um deinen Verlauf zu sehen!
es: ¡Ajusta tus filtros o completa un entrenamiento para ver tu historial!
fr: Ajustez vos filtres ou terminez un entraînement pour voir votre historique !
it: Regola i tuoi filtri o completa un allenamento per vedere la tua cronologia!
pt_br: Ajuste seus filtros ou complete um treino para ver seu histórico!

source: Adventurer
de: Abenteurer
es: Aventurero
fr: Aventurier
it: Avventuriero
pt_br: Aventureiro

source: Are you sure you want to end your workout?
de: Bist du sicher, dass du dein Workout beenden möchtest?
es: ¿Estás seguro de que quieres terminar tu entrenamiento?
fr: Êtes-vous sûr de vouloir terminer votre entraînement ?
it: Sei sicuro di voler terminare il tuo allenamento?
pt_br: Tem certeza de que deseja encerrar seu treino?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

source: Centurion
de: Zenturio
es: Centurión
it: Centurione
pt_br: Centurião

source: Committed
de: Engagiert
es: Comprometido
fr: Engagé
it: Impegnato
pt_br: Comprometido

source: Complete 1 workout
de: 1 Workout abschließen
es: Completa 1 entrenamiento
fr: Terminer 1 entraînement
it: Completa 1 allenamento
pt_br: Complete 1 treino

source: Complete 5 workouts
de: 5 Workouts abschließen
es: Completa 5 entrenamientos
fr: Terminer 5 entraînements
it: Completa 5 allenamenti
pt_br: Complete 5 treinos

source: Complete 15 workouts
de: 15 Workouts abschließen
es: Completa 15 entrenamientos
fr: Terminer 15 entraînements
it: Completa 15 allenamenti
pt_br: Complete 15 treinos

source: Complete 30 workouts
de: 30 Workouts abschließen
es: Completa 30 entrenamientos
fr: Terminer 30 entraînements
it: Completa 30 allenamenti
pt_br: Complete 30 treinos

source: Complete 50 workouts
de: 50 Workouts abschließen
es: Completa 50 entrenamientos
fr: Terminer 50 entraînements
it: Completa 50 allenamenti
pt_br: Complete 50 treinos

source: Complete 100 workouts
de: 100 Workouts abschließen
es: Completa 100 entrenamientos
fr: Terminer 100 entraînements
it: Completa 100 allenamenti
pt_br: Complete 100 treinos

source: Complete a workout before 6 AM
de: Ein Workout vor 6 Uhr morgens abschließen
es: Completa un entrenamiento antes de las 6 AM
fr: Terminer un entraînement avant 6h du matin
it: Completa un allenamento prima delle 6 del mattino
pt_br: Complete um treino antes das 6h da manhã

source: Completions
de: Abschlüsse
es: Completados
fr: Réalisations
it: Completamenti
pt_br: Conclusões

source: Congratulations!
de: Glückwunsch!
es: ¡Felicidades!
fr: Félicitations !
it: Congratulazioni!
pt_br: Parabéns!

source: Consistent
de: Beständig
es: Constante
fr: Constant
it: Costante
pt_br: Consistente

source: Create first custom workout
de: Erstes angepasstes Workout erstellen
es: Crea tu primer entrenamiento personalizado
fr: Créer le premier entraînement personnalisé
it: Crea il primo allenamento personalizzato
pt_br: Criar primeiro treino personalizado

source: Curious
de: Neugierig
es: Curioso
fr: Curieux
it: Curioso
pt_br: Curioso

source: Current Streak
de: Aktueller Streak
es: Racha actual
fr: Série actuelle
it: Serie attuale
pt_br: Sequência Atual

source: Cycle %lld
de: Zyklus %lld
es: Ciclo %lld
it: Ciclo %lld
pt_br: Ciclo %lld

source: Cycle Rest
de: Zyklus-Pause
es: Descanso del ciclo
fr: Repos du cycle
it: Riposo del ciclo
pt_br: Descanso do Ciclo

source: Cycle Settings
de: Zyklus Einstellungen
es: Configuración del ciclo
fr: Paramètres du cycle
it: Impostazioni del ciclo
pt_br: Configurações do Ciclo

source: Cycles
de: Zyklen
es: Ciclos
it: Cicli
pt_br: Ciclos

source: Dedicated
de: Engagiert
es: Dedicado
fr: Dévoué
it: Dedicato
pt_br: Dedicado

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt_br: Excluir

source: Delete Exercise
de: Übung löschen
es: Eliminar ejercicio
fr: Supprimer l'exercice
it: Elimina esercizio
pt_br: Excluir Exercício

source: Delete Exercise?
de: Übung löschen?
es: ¿Eliminar ejercicio?
fr: Supprimer l'exercice ?
it: Eliminare l'esercizio?
pt_br: Excluir Exercício?

source: Delete Workout?
de: Workout löschen?
es: ¿Eliminar entrenamiento?
fr: Supprimer l'entraînement ?
it: Eliminare l'allenamento?
pt_br: Excluir Treino?

source: Deletion not possible
de: Löschen nicht möglich
es: No es posible eliminar
fr: Suppression impossible
it: Eliminazione non possibile
pt_br: Exclusão não é possível

source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
pt_br: Desmarcar Tudo

source: Discover Workouts
de: Workouts entdecken
es: Descubrir
fr: Découvrir
it: Scopri allenamenti
pt_br: Descobrir Treinos

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
pt_br: Concluído

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
pt_br: Duração

source: Duration (Start Time)
de: Dauer (Startzeit)
es: Duración (Hora de inicio)
fr: Durée (Heure de début)
it: Durata (Ora di inizio)
pt_br: Duração (Hora de Início)

source: Early Bird
de: Frühaufsteher
es: Madrugador
fr: Lève-tôt
it: Mattiniero
pt_br: Madrugador

source: Edit Cycle Settings
de: Zyklus Einstellungen bearbeiten
es: Editar configuración del ciclo
fr: Modifier les paramètres du cycle
it: Modifica impostazioni del ciclo
pt_br: Editar Configurações do Ciclo

source: Edit duration for all exercises
de: Dauer für alle Übungen bearbeiten
es: Editar duración para todos los ejercicios
fr: Modifier la durée pour tous les exercices
it: Modifica durata per tutti gli esercizi
pt_br: Editar duração para todos os exercícios

source: Edit Duration for all Exercises
de: Dauer für alle Übungen bearbeiten
es: Editar duración para todos los ejercicios
fr: Modifier la durée pour tous les exercices
it: Modifica durata per tutti gli esercizi
pt_br: Editar Duração para todos os Exercícios

source: Edit exercise duration
de: Übungsdauer bearbeiten
es: Editar duración del ejercicio
fr: Modifier la durée de l'exercice
it: Modifica durata dell'esercizio
pt_br: Editar duração do exercício

source: Edit exercise rest time
de: Übungspause bearbeiten
es: Editar tiempo de descanso del ejercicio
fr: Modifier le temps de repos de l'exercice
it: Modifica tempo di riposo dell'esercizio
pt_br: Editar tempo de descanso do exercício

source: Edit Exercises
de: Übungen bearbeiten
es: Editar ejercicios
fr: Modifier les exercices
it: Modifica esercizi
pt_br: Editar Exercícios

source: Edit number of cycles
de: Anzahl der Zyklen bearbeiten
es: Editar número de ciclos
fr: Modifier le nombre de cycles
it: Modifica numero di cicli
pt_br: Editar número de ciclos

source: Edit rest time between cycles
de: Pausenzeit zwischen Zyklen bearbeiten
es: Editar tiempo de descanso entre ciclos
fr: Modifier le temps de repos entre les cycles
it: Modifica tempo di riposo tra i cicli
pt_br: Editar tempo de descanso entre ciclos

source: Edit rest time for all exercises
de: Pausenzeit für alle Übungen bearbeiten
es: Editar tiempo de descanso para todos los ejercicios
fr: Modifier le temps de repos pour tous les exercices
it: Modifica tempo di riposo per tutti gli esercizi
pt_br: Editar tempo de descanso para todos os exercícios

source: Edit Workouts
de: Workouts bearbeiten
es: Editar entrenamientos
fr: Modifier les entraînements
it: Modifica allenamenti
pt_br: Editar Treinos

source: Enable Sounds
de: Ton anschalten
es: Activar sonido
fr: Activer le son
it: Abilita il suono
pt_br: Ativar som

source: End Workout
de: Beenden
es: Finalizar
fr: Terminer
it: Termina
pt_br: Finalizar Treino

source: Enduring
de: Ausdauernd
es: Resistente
fr: Endurant
it: Resistente
pt_br: Resistente

source: Eternity
de: Ewigkeit
es: Eternidad
fr: Éternité
it: Eternità
pt_br: Eternidade

source: Exercise Duration
de: Übungsdauer
es: Duración del ejercicio
fr: Durée de l'exercice
it: Durata dell'esercizio
pt_br: Duração do Exercício

source: Exercise Rest
de: Übungspause
es: Descanso del ejercicio
fr: Repos de l'exercice
it: Riposo dell'esercizio
pt_br: Descanso do Exercício

source: Exercise Title
de: Übungstitel
es: Título del ejercicio
fr: Titre de l'exercice
it: Titolo dell'esercizio
pt_br: Título do Exercício

source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices
it: Esercizi
pt_br: Exercícios

source: Exercises completed:
de: Abgeschlossene Übungen:
es: Ejercicios completados:
fr: Exercices terminés :
it: Esercizi completati:
pt_br: Exercícios concluídos:

source: Explorer
de: Entdecker
es: Explorador
fr: Explorateur
it: Esploratore
pt_br: Explorador

source: Filter Workouts
de: Workouts filtern
es: Filtrar entrenamientos
fr: Filtrer
it: Filtra allenamenti
pt_br: Filtrar Treinos

source: Fortnight
de: Zwei Wochen
es: Quincena
fr: Quinzaine
it: Quindicina
pt_br: Quinzena

source: Hello, World!
de: Hallo, Welt!
es: ¡Hola, Mundo!
fr: Bonjour, le monde !
it: Ciao, Mondo!
pt_br: Olá, Mundo!

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pt_br: Histórico

source: Kickoff
de: Auftakt
es: Inicio
fr: Coup d'envoi
it: Inizio
pt_br: Início

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt_br: Idioma

source: Legal Notice
de: Impressum
es: Aviso legal
fr: Mentions légales
it: Avviso legale
pt_br: Aviso Legal

source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...
pt_br: Carregando...

source: Longest Streak
de: Längster Streak
es: Racha más larga
fr: Plus longue série
it: Serie più lunga
pt_br: Sequência Mais Longa

source: Menu
de: Menü
es: Menú

source: Minutes
de: Minuten
es: Minutos
it: Minuti
pt_br: Minutos

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
pt_br: Mensal

source: More
de: Mehr
es: Más
fr: Plus
it: Altro
pt_br: Mais

source: More Achievements
de: Mehr Erfolge
es: Más logros
fr: Plus de achèvements
it: Altri obiettivi raggiunti
pt_br: Mais Conquistas

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
pt_br: Novo

source: Newbie
de: Neuling
es: Principiante
fr: Débutant
it: Principiante
pt_br: Iniciante

source: Next: %@
de: Danach: %@
es: Siguiente: %@
fr: Suivant : %@
it: Prossimo: %@
pt_br: Próximo: %@

source: No Workouts Found
de: Keine Workouts gefunden
es: No se encontraron entrenamientos
fr: Aucun entraînement trouvé
it: Nessun allenamento trovato
pt_br: Nenhum Treino Encontrado

source: Number
de: Nummer
es: Número
fr: Nombre
it: Numero
pt_br: Número

source: Organizer
de: Organisator
es: Organizador
fr: Organisateur
it: Organizzatore
pt_br: Organizador

source: Persistent
de: Beharrlich
es: Persistente
fr: Persévérant
it: Persistente
pt_br: Persistente

source: Preparation
de: Vorbereitung
es: Preparación
fr: Préparation
it: Preparazione
pt_br: Preparação

source: Preparation cycle
de: Vorbereitungs-Zyklus
es: Ciclo de preparación
fr: Cycle de préparation
it: Ciclo di preparazione
pt_br: Ciclo de preparação

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
pt_br: Visualizar

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt_br: Política de Privacidade

source: Rate WorkoutPulse
de: WorkoutPulse bewerten
es: Calificar WorkoutPulse
fr: Évaluer WorkoutPulse
it: Valuta WorkoutPulse
pt_br: Avaliar WorkoutPulse

source: Recovery cycle
de: Erholungs-Zyklus
es: Ciclo de recuperación
fr: Cycle de récupération
it: Ciclo di recupero
pt_br: Ciclo de recuperação

source: Rest
de: Pause
es: Descansa
fr: Repos
it: Recupero
pt_br: Descanso

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt_br: Salvar

source: Saved a template workout
de: Workout Vorlage gespeichert
es: Se guardó una plantilla de entrenamiento
fr: Entraînement modèle enregistré
it: Salvato un modello di allenamento
pt_br: Treino modelo salvo

source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
it: Secondi
pt_br: Segundos

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
pt_br: Selecionar Tudo

source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
it: Invia feedback
pt_br: Enviar Feedback

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pt_br: Configurações

source: Starter
de: Anfänger
es: Principiante
fr: Débutant
it: Principiante
pt_br: Iniciante

source: Streaks
de: Streak
es: Rachas
fr: Séries
it: Serie
pt_br: Sequências

source: Terms and Conditions
de: AGB
es: Términos y condiciones
fr: Conditions générales
it: Termini e condizioni
pt_br: Termos e Condições

source: Timekeeper
de: Zeitnehmer
es: Cronometrador
fr: Chronométreur
it: Cronometrista
pt_br: Cronometrista

source: Total Duration:
de: Gesamtdauer:
es: Duración total:
fr: Durée totale :
it: Durata totale:
pt_br: Duração Total:

source: Tripler
de: Dreifach
es: Triplicador
fr: Triple
it: Triplicatore
pt_br: Triplicador

source: Try 3 different workouts
de: Probiere 3 verschiedene Workouts aus
es: Prueba 3 entrenamientos diferentes
fr: Essayez 3 entraînements différents
it: Prova 3 allenamenti diversi
pt_br: Tente 3 treinos diferentes

source: Try 5 different workouts
de: Probiere 5 verschiedene Workouts aus
es: Prueba 5 entrenamientos diferentes
fr: Essayez 5 entraînements différents
it: Prova 5 allenamenti diversi
pt_br: Tente 5 treinos diferentes

source: Try 10 different workouts
de: Probiere 10 verschiedene Workouts aus
es: Prueba 10 entrenamientos diferentes
fr: Essayez 10 entraînements différents
it: Prova 10 allenamenti diversi
pt_br: Tente 10 treinos diferentes

source: Unstoppable
de: Unaufhaltsam
es: Imparable
fr: Inarrêtable
it: Inarrestabile
pt_br: Imparável

source: Visit our website
de: Besuche unsere Website
es: Visita nuestro sitio web
fr: Visitez notre site web
it: Visita il nostro sito web
pt_br: Visite nosso site

source: Weeklong
de: Wochenlang
es: Semanal
fr: Hebdomadaire
it: Settimanale
pt_br: Semanal

source: Work out for 1 day
de: Trainiere für 1 Tag
es: Entrena por 1 día
fr: S'entraîner pendant 1 jour
it: Allenati per 1 giorno
pt_br: Treinar por 1 dia

source: Workout Settings
de: Workout Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni allenamento
pt_br: Configurações do Treino

source: Workout Title
de: Workout Titel
es: Título del entrenamiento
fr: Titre de l'entraînement
it: Titolo allenamento
pt_br: Título do Treino

source: You just finished another Workout
de: Du hast gerade ein weiteres Workout beendet
es: Acabas de terminar otro entrenamiento
fr: Vous venez de terminer un autre entraînement
it: Hai appena terminato un altro allenamento
pt_br: Você acabou de terminar outro Treino

source: You need to have at least one Exercise in your workout.
de: Du musst mindestens eine Übung in deinem Workout haben.
es: Necesitas tener al menos un ejercicio en tu entrenamiento.
fr: Vous devez avoir au moins un exercice dans votre entraînement.
it: Devi avere almeno un esercizio nel tuo allenamento.
pt_br: Você precisa ter pelo menos um Exercício em seu treino.

source: Your Workouts
de: Deine Workouts
es: Tus entrenamientos
fr: Vos entraînements
it: I tuoi allenamenti
pt_br: Seus Treinos

source: Champion
es: Campeón
it: Campione
pt_br: Campeão

source: Designer
es: Diseñador
fr: Concepteur

source: OK
es: Aceptar

source: Resilient
es: Resiliente
fr: Résilient
it: Resiliente
pt_br: Resiliente
